<?php
$programname = "帳戶繫結";
$b_a= array(" - 帳戶繫結",
"帳戶繫結",
"帳戶繫結功能可用於快速切換帳號，只要輸入正確的使用者名稱/UID和密碼，即可在登入頁面快速切換使用者。（註：如果被繫結的帳號變更了密碼，那麼繫結將自動失效）",
"新增帳戶",
"使用者名稱",
"UID",
"密碼:",
"重設",
"驗證碼",
"繫結帳號成功！",
"選擇動作：",
"返回首頁",
"使用者名稱或密碼不正確，請返回檢查！",
"已繫結的帳戶",
"取消繫結",
"最後登入",
"您的帳戶已經被繫結至：",
"取消繫結成功！",
"不能繫結自己的帳戶！",
"論壇沒有開啟帳戶繫結功能",
);
$tip_2="登入程式將把資訊記錄在Cookie和Session中";
$error_1n="狀態：使用者名稱包含不可接受字元<br />請使用中文英文和數字 <br /><ul><li><a href=\"javascript:history.back(1);\">返回</a></li></ul>";
$error_3n="錯誤：您已經嘗試登入 $maxlogintry 並全部失敗，請稍候再試。";
