<?php
// BMB 隨意貼 ： 中文
$t_l=array("隨意貼(Tags)",
"Tags: ",
"當前 Tags 內主題清單: ",
"只有一頁",
"最熱門的 Tags",
"新建立的 Tags",
"進入指定的 Tags",
"隨意貼(Tags)名稱：",
"進 入",
"隨機選擇 Tags",
"當前 Tags 內主題數: ",
"在本版塊/論壇內的指定隨意貼(Tags)中沒有相應主題",
"<strong>Tag（隨意貼、標籤）是一種更為靈活、有趣的主題分類方式。</strong><br />您可以為每篇主題新增一個或多個Tag（隨意貼、標籤），然後您可以看到論壇上所有和您使用了相同Tag的主題，<br />並且由此和其他主題或使用者產生更多的聯絡。",
"熱度",
"Digg",
"在本版塊/論壇內的指定時間段中沒有相應主題, 可嘗試擴大日期範圍",
"您已經頂過一次了！",
);

$forum_picie[20]="顯示一個月以來的主題";
$forum_picie[21]="顯示昨天以來的主題";
$forum_picie[22]="顯示二天以來的主題";
$forum_picie[23]="顯示五天以來的主題";
$forum_picie[24]="顯示十天以來的主題";
$forum_picie[25]="顯示二十天以來的主題";
$forum_picie[26]="顯示兩個月以來的主題";
$forum_picie[27]="顯示一百天以來的主題";
$forum_picie[28]="顯示一年以來的主題";
$forum_picie[29]="顯示所有的主題";
