<?php
$programname = "帐户绑定";
$b_a= array(" - 帐户绑定",
"帐户绑定",
"帐户绑定功能可用于快速切换帐号，只要输入正确的用户名/UID和密码，即可在登录页面快速切换用户。（注：如果被绑定的帐号更改了密码，那么绑定将自动失效）",
"添加帐户",
"用户名",
"UID",
"密码:",
"重置",
"验证码",
"绑定帐号成功！",
"选择动作：",
"返回首页",
"用户名或密码不正确，请返回检查！",
"已绑定的帐户",
"取消绑定",
"最后登录",
"您的帐户已经被绑定至：",
"取消绑定成功！",
"不能绑定自己的帐户！",
"论坛没有开启帐户绑定功能",
);
$tip_2="登录程序将把信息记录在Cookie和Session中";
$error_1n="状态：用户名包含不可接受字符<br />请使用中文英文和数字 <br /><ul><li><a href=\"javascript:history.back(1);\">返回</a></li></ul>";
$error_3n="错误：您已经尝试登录 $maxlogintry 并全部失败，请稍候再试。";
