<?php
// BMB 随意贴 ： 中文
$t_l=array("随意贴(Tags)",
"Tags: ",
"当前 Tags 内主题列表: ",
"只有一页",
"最热门的 Tags",
"新创建的 Tags",
"进入指定的 Tags",
"随意贴(Tags)名称：",
"进 入",
"随机选择 Tags",
"当前 Tags 内主题数: ",
"在本版块/论坛内的指定随意贴(Tags)中没有相应主题",
"<strong>Tag（随意贴、标签）是一种更为灵活、有趣的主题分类方式。</strong><br />您可以为每篇主题添加一个或多个Tag（随意贴、标签），然后您可以看到论坛上所有和您使用了相同Tag的主题，<br />并且由此和其他主题或用户产生更多的联系。",
"热度",
"Digg",
"在本版块/论坛内的指定时间段中没有相应主题, 可尝试扩大日期范围",
"您已经顶过一次了！",
);

$forum_picie[20]="显示一个月以来的主题";
$forum_picie[21]="显示昨天以来的主题";
$forum_picie[22]="显示二天以来的主题";
$forum_picie[23]="显示五天以来的主题";
$forum_picie[24]="显示十天以来的主题";
$forum_picie[25]="显示二十天以来的主题";
$forum_picie[26]="显示两个月以来的主题";
$forum_picie[27]="显示一百天以来的主题";
$forum_picie[28]="显示一年以来的主题";
$forum_picie[29]="显示所有的主题";